Repository: gnachman/iTerm2
Catalog: sources/Settings/mul.lproj/PreferencePanel.xcstrings
Source language: en
Languages: de, ja, pt_br, ru, zh_hans

# 0BQ-Y1-sdD.title
source: Plugin not detected
de: Plug-in nicht erkannt
ja: プラグインが検出されません
pt_br: Plugin não detectado
ru: Плагин не обнаружен
zh_hans: 未检测到插件

# 0C2-Du-i4e.title
source: Provide Automatically
de: Automatisch bereitstellen
ja: 自動的に提供
pt_br: Fornecer automaticamente
ru: Предоставлять автоматически
zh_hans: 自动提供

# 0df-Dk-Naw.title
source: Never Allow
de: Niemals erlauben
ja: 常に許可しない
pt_br: Nunca permitir
ru: Никогда не разрешать
zh_hans: 从不允许

# 0pa-Tf-0JA.title
source: New tabs:
de: Neue Tabs:
ja: 新しいタブ:
pt_br: Novas abas:
ru: Новые вкладки:
zh_hans: 新标签页：

# 0Qc-EJ-4MM.title
source: Background
de: Hintergrund
ja: 背景
pt_br: Plano de fundo
ru: Фон
zh_hans: 背景

# 0WV-Am-2QH.title
source: Ease In-Out
de: Sanft ein/aus
ja: イーズイン・イーズアウト
pt_br: Suave (entrada e saída)
ru: Плавное ускорение и замедление
zh_hans: 缓入缓出

# 1ba-rr-WCj.title
source: …even if there is only one pane
de: … auch wenn nur ein Bereich vorhanden ist
ja: …ペインが1つしかない場合でも
pt_br: …mesmo que haja apenas um painel
ru: …даже если панель только одна
zh_hans: …即使只有一个窗格

# 1be-bC-Vey.title
source: Repair Broken Bindings
de: Fehlerhafte Zuordnungen reparieren
ja: 壊れたバインディングを修復
pt_br: Reparar associações quebradas
ru: Исправить неработающие привязки
zh_hans: 修复损坏的绑定

# 1bp-B6-W52.title
source: Shell Integration must be installed to use this feature.
de: Die Shell-Integration muss installiert sein, um diese Funktion zu nutzen.
ja: この機能を使用するにはShell Integrationをインストールする必要があります。
pt_br: O Shell Integration deve estar instalado para usar este recurso.
ru: Для использования этой функции необходимо установить Shell Integration.
zh_hans: 使用此功能必须安装 Shell 集成。

# 1Gw-V8-8il.title
source: Download Browser Plugin
de: Browser-Plug-in herunterladen
ja: ブラウザプラグインをダウンロード
pt_br: Baixar plugin do navegador
ru: Загрузить плагин браузера
zh_hans: 下载浏览器插件

# 1hB-vC-Unx.title
source: Write to Filesystem
de: In das Dateisystem schreiben
ja: ファイルシステムへの書き込み
pt_br: Gravar no sistema de arquivos
ru: Запись в файловую систему
zh_hans: 写入文件系统

# 1hy-i5-p8O.title
source: Change
de: Ändern
ja: 変更
pt_br: Alterar
ru: Изменить
zh_hans: 更改

# 1JR-lN-kdB.title
source: ⚠️ Large radius may reduce performance
de: ⚠️ Großer Radius kann die Leistung beeinträchtigen
ja: ⚠️ 半径を大きくするとパフォーマンスが低下する場合があります
pt_br: ⚠️ Um raio grande pode reduzir o desempenho
ru: ⚠️ Большой радиус может снизить производительность
zh_hans: ⚠️ 大圆角可能降低性能

# 1l0-rC-jJI.ibShadowedToolTip
source: Locked panes cannot be moved by dragging and require confirmation to close.
de: Gesperrte Bereiche können nicht per Ziehen verschoben werden und erfordern eine Bestätigung zum Schließen.
ja: ロックされたペインはドラッグで移動できず、閉じるには確認が必要です。
pt_br: Painéis bloqueados não podem ser movidos arrastando e exigem confirmação para fechar.
ru: Заблокированные панели нельзя перемещать перетаскиванием, и для их закрытия требуется подтверждение.
zh_hans: 锁定的窗格不能通过拖移移动，关闭时需要确认。

# 1s0-io-ddv.title
source: sec
de: s
ja: 秒
pt_br: s
ru: сек

# 1ui-hs-P55.title
source: Bell:
de: Signalton:
ja: ベル:
pt_br: Campainha:
ru: Сигнал:
zh_hans: 铃声：

# 2cn-gz-86d.title
source: Edit > Engage Artifical Intelligence
de: Bearbeiten > Künstliche Intelligenz aktivieren
ja: 編集 > 人工知能を有効化
pt_br: Editar > Ativar inteligência artificial
ru: Правка > Включить искусственный интеллект
zh_hans: 编辑 > 启用人工智能

# 2Db-O7-jpp.label
source: General
de: Allgemein
ja: 一般
pt_br: Geral
ru: Общие
zh_hans: 通用

# 2EN-9v-M1n.title
source: The “pause” feature requires tmux 3.2 or later.
de: Die Funktion „Pause“ erfordert tmux 3.2 oder neuer.
ja: 「一時停止」機能を使用するにはtmux 3.2以降が必要です。
pt_br: O recurso de “pausa” requer o tmux 3.2 ou posterior.
ru: Функция «пауза» требует tmux версии 3.2 или новее.
zh_hans: “暂停”功能需要 tmux 3.2 或更高版本。

# 2Eu-ti-9Nf.title
source: Flash tab bar when switching tabs in fullscreen
de: Tableiste beim Wechseln der Tabs im Vollbildmodus kurz einblenden
ja: フルスクリーンでタブを切り替えたときにタブバーを点滅させる
pt_br: Piscar a barra de abas ao alternar abas em tela cheia
ru: Мигать панелью вкладок при переключении вкладок в полноэкранном режиме
zh_hans: 全屏幕切换标签页时闪烁标签栏

# 2JC-Pw-mnp.title
source: Backup & restore:
de: Sichern & Wiederherstellen:
ja: バックアップと復元:
pt_br: Backup e restauração:
ru: Бэкап и восстановление:
zh_hans: 备份与恢复：

# 2lN-Vt-8WG.title
source: Send “Session Ended” alert
de: Warnung „Sitzung beendet“ senden
ja: 「セッション終了」アラートを送信
pt_br: Enviar alerta de “Sessão encerrada”
ru: Отправлять оповещение «Сеанс завершён»
zh_hans: 发送“会话已结束”提醒

# 2NE-9l-ZRK.title
source: Use bright version of ANSI colors for bold text
de: Helle Variante der ANSI-Farben für fetten Text verwenden
ja: 太字テキストにANSIカラーの明るいバージョンを使用
pt_br: Usar versão brilhante das cores ANSI para texto em negrito
ru: Использовать яркую версию цветов ANSI для полужирного текста
zh_hans: 使用亮色版 ANSI 颜色显示粗体文本

# 2Pt-rH-WYj.ibShadowedToolTip
source: When this is enabled, you can click on a command or its output to restrict Find and Filter to its output. The selected command gets highlighted and other commands get dimmed. This requires shell integration to be installed.
de: Wenn diese Option aktiviert ist, können Sie auf einen Befehl oder dessen Ausgabe klicken, um Suchen und Filtern auf diese Ausgabe zu beschränken. Der ausgewählte Befehl wird hervorgehoben, andere Befehle werden abgeblendet. Dazu muss die Shell-Integration installiert sein.
ja: これを有効にすると、コマンドまたはその出力をクリックして、検索とフィルタをその出力に限定できます。選択したコマンドはハイライト表示され、他のコマンドは薄暗く表示されます。この機能を使用するにはShell Integrationのインストールが必要です。
pt_br: Quando ativado, você pode clicar em um comando ou em sua saída para restringir Buscar e Filtrar à sua saída. O comando selecionado fica destacado e os outros comandos ficam esmaecidos. Isto requer que a Shell Integration esteja instalada.
ru: Если этот параметр включён, можно щёлкнуть команду или её вывод, чтобы ограничить поиск и фильтрацию только этим выводом. Выбранная команда выделяется, а остальные команды затемняются. Для этого требуется установленная интеграция с оболочкой.
zh_hans: 启用后，你可以点按命令或其输出，将查找和筛选限制在其输出范围内。选中的命令会高亮，其他命令会变暗。这需要安装 Shell 集成。

# 2qo-h9-UBD.title
source: Initial URL:
de: Start-URL:
ja: 初期URL:
pt_br: URL inicial:
ru: Начальный URL:
zh_hans: 初始 URL：

# 2qz-zW-laA.ibShadowedToolTip
source: When checked, removes items from the list whose value equals the default value.
de: Wenn aktiviert, werden Einträge aus der Liste entfernt, deren Wert dem Standardwert entspricht.
ja: チェックすると、値がデフォルト値と等しい項目をリストから削除します。
pt_br: Quando marcado, remove da lista os itens cujo valor é igual ao valor padrão.
ru: Если этот параметр включён, из списка удаляются элементы, значение которых совпадает со значением по умолчанию.
zh_hans: 选中后，会从列表中移除值等于默认值的项目。

# 2UH-A6-PHv.title
source: No Action
de: Keine Aktion
ja: アクションなし
pt_br: Nenhuma ação
ru: Нет действия
zh_hans: 无操作

# 3bd-rH-r3u.title
source: Reset
de: Zurücksetzen
ja: リセット
pt_br: Redefinir
ru: Сбросить
zh_hans: 重置

# 3cq-GS-KuB.title
source: This setting also enables ligature support in the GPU renderer.
de: Diese Einstellung aktiviert auch die Ligatur-Unterstützung im GPU-Renderer.
ja: この設定は、GPUレンダラーでの合字サポートも有効にします。
pt_br: Este ajuste também ativa o suporte a ligaduras no renderizador GPU.
ru: Этот параметр также включает поддержку лигатур в GPU-рендерере.
zh_hans: 此设置还会在 GPU 渲染器中启用连字支持。

# 3De-hP-uJc.title
source: Cells
de: Zellen
ja: セル
pt_br: Células
ru: Ячейки
zh_hans: 单元格

# 3DX-gq-Zsh.title
source: Archive sessions on closure
de: Sitzungen beim Schließen archivieren
ja: 終了時にセッションをアーカイブ
pt_br: Arquivar sessões ao fechar
ru: Архивировать сеансы при закрытии
zh_hans: 关闭时归档会话

# 3Jf-X1-Drt.label
source: Selection
de: Auswahl
ja: 選択
pt_br: Seleção
ru: Выделение
zh_hans: 选区

# 3mP-CQ-XJW.title
source: HTML titles:
de: HTML-Titel:
ja: HTMLタイトル:
pt_br: Títulos HTML:
ru: HTML-заголовки:
zh_hans: HTML 标题：

# 3PU-hM-DSB.ibShadowedToolTip
source: Alternate Mouse Scroll is a feature that sends arrow keys in response to scroll wheel/scroll gestures. It is toggled by a control sequence.
de: „Alternatives Scrollen mit der Maus“ ist eine Funktion, die bei Mausrad-/Scrollgesten Pfeiltasten sendet. Sie wird über eine Steuersequenz umgeschaltet.
ja: 代替マウススクロールは、スクロールホイールやスクロールジェスチャに応じて矢印キーを送信する機能です。制御シーケンスで切り替えられます。
pt_br: A rolagem alternativa do mouse é um recurso que envia teclas de seta em resposta à roda de rolagem/gestos de rolagem. É alternada por uma sequência de controle.
ru: «Альтернативная прокрутка мышью» — это функция, которая отправляет клавиши со стрелками в ответ на прокрутку колёсика мыши или жесты прокрутки. Она переключается управляющей последовательностью.
zh_hans: 备用鼠标滚动是一项响应滚轮/滚动手势发送方向键的功能，由控制序列切换。

# 3s8-2Y-ENx.title
source: Shadow
de: Schatten
ja: シャドウ
pt_br: Sombra
ru: Тень
zh_hans: 阴影

# 3Y4-p9-liW.title
source: Focus window after right or middle click
de: Fenster nach Rechts- oder Mittelklick fokussieren
ja: 右クリックまたは中クリック後にウィンドウをフォーカス
pt_br: Focar a janela após clique com o botão direito ou do meio
ru: Фокусировать окно после щелчка правой или средней кнопкой мыши
zh_hans: 右键或中键点按后聚焦窗口

# 4Ha-Ub-4AS.ibShadowedToolTip
source: Paste bracketing tells compatible apps that text was inserted by a paste operation rather than typing. Some programs use this to treat pastes specially, such as by not auto-indenting it.
de: Bracketed Paste teilt kompatiblen Anwendungen mit, dass Text durch einen Einfügevorgang und nicht durch Tippen eingegeben wurde. Manche Programme behandeln eingefügten Text dadurch besonders, zum Beispiel indem sie die automatische Einrückung dafür deaktivieren.
ja: ペーストブラケッティングは、テキストがタイピングではなくペースト操作によって挿入されたことを対応アプリに伝えます。一部のプログラムはこれを利用して、自動インデントを行わないなどペーストを特別に扱います。
pt_br: O bracketing de colagem informa aos apps compatíveis que o texto foi inserido por uma operação de colagem em vez de digitação. Alguns programas usam isto para tratar colagens de forma especial, por exemplo, não as indentando automaticamente.
ru: Скобочная вставка сообщает совместимым приложениям, что текст был вставлен, а не введён с клавиатуры. Некоторые программы используют это, чтобы обрабатывать вставленный текст особым образом, например не применяя к нему автоотступ.
zh_hans: 粘贴括号告知兼容的应用，文本是通过粘贴操作而非键入插入的。某些程序会借此特殊处理粘贴内容，例如不自动缩进。

# 4hL-Io-AkB.title
source: Report keys using CSI u
de: Tasten mit CSI u melden
ja: CSI uを使用してキーを報告
pt_br: Reportar teclas usando CSI u
ru: Сообщать клавиши, используя CSI u
zh_hans: 使用 CSI u 报告按键

# 4kv-Gg-Pyp.title
source: Light
de: Hell
ja: ライト
pt_br: Claro
ru: Светлая
zh_hans: 浅色

# 4On-7u-dfy.title
source: Allow Without Asking
de: Ohne Nachfrage erlauben
ja: 確認せずに許可
pt_br: Permitir sem perguntar
ru: Разрешать без запроса
zh_hans: 允许，无需询问

# 4Qt-SM-LZH.title
source: Scale to Fill
de: Füllend skalieren
ja: 拡大縮小して埋める
pt_br: Escalar para preencher
ru: Масштабировать с заполнением
zh_hans: 缩放填充

# 4WY-Xs-GJn.ibExternalAccessibilityDescription
source: Triggers are enabled in interactive apps
de: Trigger sind in interaktiven Anwendungen aktiviert
ja: インタラクティブアプリでTriggerが有効
pt_br: Os gatilhos estão ativados em apps interativos
ru: Триггеры включены в интерактивных приложениях
zh_hans: 触发器在交互式应用中启用

# 4zD-sr-HuT.title
source: ⌃ Right Control
de: ⌃ Rechte Control-Taste
ja: ⌃ 右Control
pt_br: ⌃ Control direita
ru: ⌃ Правый Control
zh_hans: ⌃ 右 Control

# 5c8-gO-6Ae.title
source: sec
de: s
ja: 秒
pt_br: s
ru: сек

# 5eG-Rt-fZb.title
source: Item 2
de: Element 2
ja: 項目2
ru: Пункт 2

# 5Es-9v-v1s.title
source: Use “tmux” profile rather than profile of the connecting session
de: Profil „tmux“ verwenden statt des Profils der verbindenden Sitzung
ja: 接続元セッションのプロファイルではなく「tmux」プロファイルを使用
pt_br: Usar o perfil “tmux” em vez do perfil da sessão de conexão
ru: Использовать профиль «tmux» вместо профиля подключающегося сеанса
zh_hans: 使用“tmux”配置文件而非连接会话的配置文件

# 5FR-Lh-CHT.title
source: User
de: Benutzer
ja: ユーザ
pt_br: Usuário
ru: Пользователь
zh_hans: 用户

# 5HY-Ax-GKL.placeholderString
source: Interpolated string. If empty, use tab title.
de: Interpolierter String. Wenn leer, wird der Tab-Titel verwendet.
ja: 補間文字列。空の場合はタブタイトルを使用します。
pt_br: String interpolada. Se vazio, usar o título da aba.
ru: Интерполированная строка. Если пусто, используется заголовок вкладки.
zh_hans: 内插字符串。留空则使用标签页标题。

# 5OR-eB-vkq.title
source: Send “Idle” alert
de: Warnung „Inaktiv“ senden
ja: 「アイドル」アラートを送信
pt_br: Enviar alerta de “Inativo”
ru: Отправлять оповещение «Простой»
zh_hans: 发送“空闲”提醒

# 5tm-ag-RMD.title
source: Allow Without Asking
de: Ohne Nachfrage erlauben
ja: 確認せずに許可
pt_br: Permitir sem perguntar
ru: Разрешать без запроса
zh_hans: 允许，无需询问

# 5Xl-Cr-LpL.ibShadowedToolTip
source: Some crusty old systems expect newline rather than carraige return in in raw mode. The symptom is that tmux -CC just hangs. Most people should leave this off.
de: Manche uralten Systeme erwarten im Raw-Modus einen Zeilenvorschub (Newline) statt eines Wagenrücklaufs (Carriage Return). Das Symptom ist, dass tmux -CC einfach hängen bleibt. Die meisten Anwender sollten dies deaktiviert lassen.
ja: 一部の古いシステムでは、rawモードでキャリッジリターンではなく改行を期待します。症状としてはtmux -CCが単にハングします。ほとんどの人はこれをオフのままにしておくべきです。
pt_br: Alguns sistemas antigos esperam newline em vez de carriage return no modo raw. O sintoma é que o tmux -CC simplesmente trava. A maioria das pessoas deve deixar isto desativado.
ru: Некоторые устаревшие системы ожидают в необработанном режиме перевод строки вместо возврата каретки. Симптом — то, что tmux -CC просто зависает. Большинству пользователей следует оставить этот параметр выключенным.
zh_hans: 某些老旧系统在原始模式下期望换行符而非回车符。症状是 tmux -CC 卡住。大多数人应保持关闭。

# 5zR-h6-Ms7.title
source: List of Characters
de: Liste der Zeichen
ja: 文字の一覧
pt_br: Lista de caracteres
ru: Список символов
zh_hans: 字符列表

# 5zv-42-e9U.ibShadowedToolTip
source: When enabled, large cursor movements get an animation to help your eye follow the cursor. They are enabled only in interactive application (i.e., in alternate screen mode).
de: Wenn aktiviert, werden große Cursorbewegungen animiert, damit Ihr Auge dem Cursor leichter folgen kann. Dies ist nur in interaktiven Anwendungen aktiviert (d. h. im Alternate-Screen-Modus).
ja: 有効にすると、大きなカーソル移動に目で追いやすくするアニメーションが付きます。これはインタラクティブなアプリケーション（つまり代替画面モード）でのみ有効です。
pt_br: Quando ativado, grandes movimentos do cursor recebem uma animação para ajudar seu olhar a acompanhar o cursor. Eles são ativados apenas em aplicativos interativos (ou seja, no modo de tela alternativa).
ru: Если этот параметр включён, большие перемещения курсора сопровождаются анимацией, помогающей взгляду следить за курсором. Это работает только в интерактивных приложениях (то есть в режиме альтернативного экрана).
zh_hans: 启用后，大幅光标移动会带有动画，帮助你的视线跟随光标。它们仅在交互式应用中启用（即备用屏幕模式）。

# 6CL-kh-gKr.title
source: Automatically enable alternate mouse scroll
de: Alternatives Scrollen mit der Maus automatisch aktivieren
ja: 代替マウススクロールを自動的に有効化
pt_br: Ativar automaticamente a rolagem alternativa do mouse
ru: Автоматически включать альтернативную прокрутку мышью
zh_hans: 自动启用备用鼠标滚动

# 6Fq-pl-5nd.ibExternalAccessibilityDescription
source: Use ligatures for non-ASCII text
de: Ligaturen für Nicht-ASCII-Text verwenden
ja: 非ASCIIテキストに合字を使用
pt_br: Usar ligaduras para texto não ASCII
ru: Использовать лигатуры для текста, отличного от ASCII
zh_hans: 为非 ASCII 文本使用连字

# 6Fq-pl-5nd.ibShadowedToolTip
source: If you turn this on, optional ligatures in this font will be enabled. It forces iTerm2 to use a slower text rendering algorithm.
de: Wenn Sie dies aktivieren, werden optionale Ligaturen dieser Schrift aktiviert. Dadurch wird iTerm2 gezwungen, einen langsameren Algorithmus zur Textdarstellung zu verwenden.
ja: これをオンにすると、このフォントのオプションの合字が有効になります。これによりiTerm2は低速なテキスト描画アルゴリズムの使用を強制されます。
pt_br: Se você ativar isto, as ligaduras opcionais desta fonte serão ativadas. Isto força o iTerm2 a usar um algoritmo de renderização de texto mais lento.
ru: Если включить этот параметр, в этом шрифте будут включены необязательные лигатуры. Это заставляет iTerm2 использовать более медленный алгоритм отрисовки текста.
zh_hans: 开启后，将启用此字体的可选连字。它会强制 iTerm2 使用较慢的文本渲染算法。

# 6KX-JG-Yon.title
source: Profile Type:
de: Profiltyp:
ja: プロファイルタイプ:
pt_br: Tipo de perfil:
ru: Тип профиля:
zh_hans: 配置文件类型：

# 6na-wb-F2g.title
source: Profile & Session Name
de: Profil- und Sitzungsname
ja: プロファイルとセッション名
pt_br: Nome do perfil e da sessão
ru: Имя профиля и сеанса
zh_hans: 配置文件与会话名称

# 6Pr-69-fM1.ibShadowedToolTip
source: Enables an icon in the window title bar that represents the current working directory.
de: Aktiviert ein Symbol in der Fenstertitelleiste, das das aktuelle Arbeitsverzeichnis darstellt.
ja: 現在の作業ディレクトリを表すアイコンをウィンドウのタイトルバーに表示します。
pt_br: Ativa um ícone na barra de título da janela que representa o diretório de trabalho atual.
ru: Включает значок в заголовке окна, отображающий текущий рабочий каталог.
zh_hans: 在窗口标题栏中启用表示当前工作目录的图标。

# 6Qn-Rd-R1m.ibShadowedToolTip
source: This sets the color of the indeterminate progress bar.
de: Legt die Farbe des unbestimmten Fortschrittsbalkens fest.
ja: 不確定プログレスバーの色を設定します。
pt_br: Isto define a cor da barra de progresso indeterminada.
ru: Задаёт цвет индикатора выполнения с неопределённым состоянием.
zh_hans: 设置不确定进度条的颜色。

# 7a3-MN-oQK.title
source: Remember the size and position of previously closed windows
de: Größe und Position zuvor geschlossener Fenster merken
ja: 以前に閉じたウィンドウのサイズと位置を記憶する
pt_br: Lembrar o tamanho e a posição das janelas fechadas anteriormente
ru: Запоминать размер и положение ранее закрытых окон
zh_hans: 记住先前关闭窗口的大小和位置

# 7BM-xw-fbE.title
source: Top
de: Oben
ja: 上
pt_br: Superior
ru: Сверху
zh_hans: 顶部

# 7dn-rM-ht2.title
source: This will force iTerm2 to use the specified keyboard locale instead of the system keyboard.
de: Dies zwingt iTerm2, das angegebene Tastatur-Gebietsschema anstelle der Systemtastatur zu verwenden.
ja: これにより、iTerm2はシステムのキーボードの代わりに 指定したキーボードロケールを使用するようになります。
pt_br: Isto forçará o iTerm2 a usar o local de teclado especificado em vez do teclado do sistema.
ru: Это заставит iTerm2 использовать указанную раскладку клавиатуры вместо системной клавиатуры.
zh_hans: 这将强制 iTerm2 使用指定的键盘语言环境 而非系统键盘。

# 7EK-nW-yMU.ibShadowedToolTip
source: When the appearance of the tab bar causes a window to grow, part of it may move outside the main area of the screen (for example, under the Dock). When this setting is enabled, the window’s size will remain the same if growing it to accommodate a tab bar would cause that to occur.
de: Wenn das Erscheinen der Tableiste dazu führt, dass ein Fenster wächst, kann ein Teil davon außerhalb des sichtbaren Bildschirmbereichs liegen (zum Beispiel unter dem Dock). Wenn diese Einstellung aktiviert ist, bleibt die Fenstergröße unverändert, falls das Vergrößern zur Anzeige der Tableiste dazu führen würde.
ja: タブバーの表示によってウィンドウが大きくなる場合、その一部が画面のメインエリアの外（Dockの下など）に移動することがあります。この設定を有効にすると、タブバーに合わせてウィンドウを大きくすることでこの現象が起きる場合、ウィンドウのサイズは変更されないままになります。
pt_br: Quando o surgimento da barra de abas faz a janela crescer, parte dela pode se mover para fora da área principal da tela (por exemplo, sob o Dock). Quando este ajuste está ativado, o tamanho da janela permanecerá o mesmo se aumentá-la para acomodar uma barra de abas fizer com que isso ocorra.
ru: Когда появление панели вкладок приводит к увеличению окна, часть его может выйти за пределы основной области экрана (например, оказаться под Dock). Если этот параметр включён, размер окна останется прежним в случаях, когда его увеличение для размещения панели вкладок привело бы к этому.
zh_hans: 当标签栏的外观导致窗口变大时，窗口的一部分可能会移出屏幕主区域（例如 Dock 下方）。启用此设置后，如果为容纳标签栏而扩大窗口会导致这种情况，则窗口大小保持不变。

# 7G9-14-8aW.ibShadowedToolTip
source: When a password prompt appears, automatically open the password manager?
de: Soll bei einer Passwortabfrage automatisch der Passwort-Manager geöffnet werden?
ja: パスワードのプロンプトが表示されたときに、パスワードマネージャを自動的に開きますか？
pt_br: Quando surge um prompt de senha, abrir o cofre de senhas automaticamente?
ru: Автоматически открывать менеджер паролей при появлении запроса пароля?
zh_hans: 出现密码提示时，自动打开密码管理器？

# 7gx-Q0-psw.title
source: A hotkey opens a dedicated window with this profile
de: Ein Hotkey öffnet ein eigenes Fenster mit diesem Profil
ja: ホットキーでこのプロファイルの専用ウィンドウを開く
pt_br: Uma hotkey abre uma janela dedicada com este perfil
ru: Горячая клавиша открывает выделенное окно с этим профилем
zh_hans: 热键将打开使用此配置文件的专用窗口

# 7KN-d8-slG.ibExternalAccessibilityDescription
source: Show per-pane title bars even if there is only one pane
de: Titelleisten pro Bereich anzeigen, auch wenn nur ein Bereich vorhanden ist
ja: ペインが1つしかない場合でもペインごとのタイトルバーを表示
pt_br: Mostrar barras de título por painel mesmo que haja apenas um painel
ru: Показывать заголовки панелей, даже если панель только одна
zh_hans: 即使只有一个窗格也显示每窗格标题栏

# 7mI-9O-gwD.title
source: points wide by
de: Punkte breit und
ja: ポイント幅 ×
pt_br: pontos de largura por
ru: точек в ширину, на
zh_hans: 点宽乘

# 7nl-48-Eh3.title
source: AI Chat (no function calling)
de: KI-Chat (ohne Funktionsaufrufe)
ja: AIチャット（関数呼び出しなし）
pt_br: Chat de IA (sem chamada de função)
ru: Чат с ИИ (без вызова функций)
zh_hans: AI 聊天（无函数调用）

# 7Nv-nE-wPH.title
source: Never Allow
de: Niemals erlauben
ja: 常に許可しない
pt_br: Nunca permitir
ru: Никогда не разрешать
zh_hans: 从不允许

# 7Nx-sa-C5B.title
source: Very High
de: Sehr hoch
ja: 非常に高い
pt_br: Muito alto
ru: Очень высокий
zh_hans: 非常高

# 7pa-hD-WIi.ibExternalAccessibilityDescription
source: Confirm "Quit iTerm2 (⌘)" even if there are no windows
de: „iTerm2 beenden (⌘)“ auch bestätigen, wenn keine Fenster geöffnet sind
ja: 「iTerm2を終了 (⌘)」はウィンドウがない場合でも確認する
pt_br: Confirmar “Encerrar iTerm2 (⌘)” mesmo que não haja janelas
ru: Подтверждать «Завершить iTerm2 (⌘)», даже если нет открытых окон
zh_hans: 即使没有窗口也确认“退出 iTerm2 (⌘)”

# 7Pi-Gm-UyI.title
source: Filter Alerts
de: Warnungen filtern
ja: フィルタアラート
pt_br: Filtrar alertas
ru: Фильтровать оповещения
zh_hans: 筛选提醒

# 7pS-fI-OXd.title
source: Ask Each Time
de: Jedes Mal fragen
ja: 毎回確認
pt_br: Perguntar sempre
ru: Спрашивать каждый раз
zh_hans: 每次询问

# 7qo-KY-5UE.title
source: Smooth blink
de: Weiches Blinken
ja: スムーズな点滅
pt_br: Piscar suave
ru: Плавное мигание
zh_hans: 平滑闪烁

# 7XC-p9-8hX.title
source: Double-click performs smart selection
de: Doppelklick führt intelligente Auswahl aus
ja: ダブルクリックでスマート選択を実行
pt_br: Clique duplo realiza seleção inteligente
ru: Двойной щелчок выполняет умное выделение
zh_hans: 连按执行智能选择

# 8aJ-vw-hMr.title
source: Mouse Reporting:
de: Maus-Reporting:
ja: マウスレポート:
pt_br: Relatório do mouse:
ru: Отправка событий мыши:
zh_hans: 鼠标报告：

# 8jj-nE-deG.ibShadowedToolTip
source: For this setting to take effect you must disable "Native full screen windows" in Settings > General. If this setting is enabled, the menu bar will remain visible. This is useful for multi-monitor systems.
de: Damit diese Einstellung wirksam wird, müssen Sie „Native Vollbildfenster“ unter Einstellungen > Allgemein deaktivieren. Wenn diese Einstellung aktiviert ist, bleibt die Menüleiste sichtbar. Dies ist nützlich für Systeme mit mehreren Monitoren.
ja: この設定を有効にするには、設定 > 一般で「ネイティブフルスクリーンウィンドウ」を無効にする必要があります。この設定が有効な場合、メニューバーは表示されたままになります。これはマルチモニタ環境で便利です。
pt_br: Para que este ajuste tenha efeito, você deve desativar “Janelas em tela cheia nativas” em Ajustes > Geral. Se este ajuste estiver ativado, a barra de menus permanecerá visível. Isto é útil para sistemas com vários monitores.
ru: Чтобы этот параметр вступил в силу, нужно отключить «Полноэкранные окна» в разделе Настройки > Общие. Если этот параметр включён, строка меню будет оставаться видимой. Это полезно для систем с несколькими мониторами.
zh_hans: 要使此设置生效，你必须停用“设置 > 通用”中的“原生全屏幕窗口”。启用此设置后，菜单栏将保持可见。这对多显示器系统很有用。

# 8kS-DU-9P1.title
source: Lock pane by default
de: Bereich standardmäßig sperren
ja: デフォルトでペインをロック
pt_br: Bloquear painel por padrão
ru: Блокировать панель по умолчанию
zh_hans: 默认锁定窗格
